<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice.org 3.1  (Win32)">
	<META NAME="CREATED" CONTENT="0;0">
	<META NAME="CHANGEDBY" CONTENT="Javier Montejo">
	<META NAME="CHANGED" CONTENT="20100810;12133000">
</HEAD>
<BODY LANG="es-ES" DIR="LTR">
<H2>Inicio r&aacute;pido</H2>
<P>Este programa calcula las energ&iacute;as y funciones de onda que
son soluciones del potencial introducido por el usuario. El programa
resuelve la ecuaci&oacute;n de Schr&ouml;dinger :</P>
<P><IMG SRC="formula.png" NAME="graphics1" ALIGN=LEFT WIDTH=296 HEIGHT=58 BORDER=0><BR CLEAR=LEFT>siendo
V(x) el potencial introducido por el usuario.</P>
<H3>Potencial</H3>
<P>El potencial usa como variables 'x' para el caso unidimensional, y
'r' para el caso tridimensional. El resto de s&iacute;mbolos se
considerar&aacute;n par&aacute;metros cuyo valor se pedir&aacute; al
usuario. El potencial debe tener estados ligados para realizar el
c&aacute;lculo. Para m&aacute;s informaci&oacute;n puede consultar la
secci&oacute;n de ayuda del <A HREF="Interfaz%20Datos/Potencial.html">potencial</A></P>
<H3>Par&aacute;metros</H3>
<UL>
	<LI><P>Puntos de red &ndash; Define el n&uacute;mero de puntos que
	se usar&aacute;n para el c&aacute;lculo. Al aumentar el n&uacute;mero
	de puntos mejora la precisi&oacute;n de los resultados pero tambi&eacute;n
	se incrementa la duraci&oacute;n del c&aacute;lculo.</P>
	<LI><P>Momento angular &ndash; Para potenciales tridimensionales
	define las unidades de momento angular de la part&iacute;cula</P>
	<LI><P>Salto de energ&iacute;a &ndash; Define el tama&ntilde;o del
	paso mediante el cual se va recorriendo el intervalo de energ&iacute;as
	en el cual hay que buscar soluciones</P>
	<LI><P>Energ&iacute;a inicial &ndash; Define la energ&iacute;a a
	partir de la cual se comenzar&aacute;n a buscar soluciones.</P>
	<LI><P>Energ&iacute;a final &ndash; Define la energ&iacute;a en la
	cual se detendr&aacute; la b&uacute;squeda de soluciones.</P>
	<LI><P>N&uacute;mero de soluciones &ndash; Determina el n&uacute;mero
	m&aacute;ximo de soluciones</P>
</UL>
<P>Para m&aacute;s informaci&oacute;n puede consultar la secci&oacute;n
de ayuda de los <A HREF="Interfaz%20Datos/Parametros.html">par&aacute;metros</A></P>
<H3>Resultados</H3>
<P>Una vez introducidos los par&aacute;metros y el potencial podemos
calcular las soluciones. Los resultados se muestran en texto como
lista de energ&iacute;as y gr&aacute;ficamente como soluciones de
onda y espectro superpuesto al potencial. Las ondas soluci&oacute;n
pueden verse a mayor tama&ntilde;o haciendo click sobre ellas</P>
<P>Para m&aacute;s informaci&oacute;n puede consultar la secci&oacute;n
de ayuda de los <A HREF="Interfaz%20Resultados/Resultados.html">resultados</A></P>
</BODY>
</HTML>