<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice.org 3.1  (Win32)">
	<META NAME="CREATED" CONTENT="0;0">
	<META NAME="CHANGEDBY" CONTENT="Javier Montejo">
	<META NAME="CHANGED" CONTENT="20100711;19085200">
</HEAD>
<BODY LANG="es-ES" DIR="LTR">
<H2>Configuraci&oacute;n</H2>
<P>Establece los valores de los par&aacute;metros f&iacute;sicos del
problema. Algunos de estos par&aacute;metros son reconocidos en la
ecuaci&oacute;n del potencial y por tanto puede usarse su valor
dentro del potencial.</P>
<H3>H barra</H3>
<P>Define el valor de la constante reducida de Planck &#295;. Por
defecto usa unidades naturales en las que &#295;=1. Dependiendo del
sistema de unidades utilizadas los valores de &#295; pueden ser
&#295;=197.326960277 MeV fm = 1,054571628 &middot;10<SUP>-34</SUP>J s</P>
<P>El valor de &#295; debe ser no negativo, el s&iacute;mbolo para
usarlo como par&aacute;metro es h</P>
<H3>Precisi&oacute;n</H3>
<P>Indica el n&uacute;mero m&aacute;ximo de decimales de la soluci&oacute;n
que se calcular&aacute;n y se mostrar&aacute;n. No garantiza que ese
n&uacute;mero de decimales sea correcto ya que la exactitud depende
del n&uacute;mero de puntos de red tomados. Cuanto menor sea la
precisi&oacute;n (considerando menor precisi&oacute;n un valor mayor
del par&aacute;metro) m&aacute;s r&aacute;pido ser&aacute; el c&aacute;lculo
pero se obtendr&aacute; menor n&uacute;mero de cifras significativas.
La m&aacute;xima precisi&oacute;n que se puede alcanzar es de 16
cifras significativas</P>
<P>La precisi&oacute;n debe ser positiva</P>
<H3>Escala</H3>
<P>Define los l&iacute;mites dentro de los cuales se calcular&aacute;
la soluci&oacute;n de onda. La escala debe ser mayor que el punto de
retorno para que la soluci&oacute;n calculada sea correcta. La escala
puede fijarse a cero (su valor por defecto) en cuyo caso se sit&uacute;an
los l&iacute;mites en el infinito. 
</P>
<P>La escala debe ser no negativa</P>
<H3>Una/Dos part&iacute;culas</H3>
<P>Selecciona si se desea resolver el problema de una part&iacute;cula
en el interior de un potencial o el problema del potencial entre dos
part&iacute;culas. En funci&oacute;n de la elecci&oacute;n desactiva
la edici&oacute;n de la masa que no corresponda al problema</P>
<H3>Masas</H3>
<P>Define el valor de la masa de la part&iacute;cula, o de las
part&iacute;culas involucradas. En el caso de dos part&iacute;culas,
el par&aacute;metro de la masa recoge la masa reducida del sistema
pero sigue siendo no editable.</P>
<P>Las masas deben ser positivas, los s&iacute;mbolos para usarlas
como par&aacute;metro son 'm' para la masa o masa reducida y 'm1' y
'm2' para las masas de las dos part&iacute;culas</P>
<H3>Sumar masa a las energ&iacute;as</H3>
<P>Indica si en los resultados ha de figurar la energ&iacute;a o la
suma de masa m&aacute;s energ&iacute;a. En el caso de dos part&iacute;culas
el resultado final es la suma de la energ&iacute;a m&aacute;s las dos
masas individuales.</P>
</BODY>
</HTML>