<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice.org 3.1  (Win32)">
	<META NAME="CREATED" CONTENT="0;0">
	<META NAME="CHANGEDBY" CONTENT="Javier Montejo">
	<META NAME="CHANGED" CONTENT="20110125;141500">
</HEAD>
<BODY LANG="es-ES" DIR="LTR">
<H2>Resultados</H2>
<P>La pantalla de resultados muestra las soluciones obtenidas como
lista de energ&iacute;as y visualizando las ondas soluci&oacute;n. La
numeraci&oacute;n de las ondas se realiza seg&uacute;n el siguiente
convenio.</P>
<UL>
	<LI><P STYLE="margin-bottom: 0cm">Si el potencial es unidimensional
	la numeraci&oacute;n comienza en 0 
	</P>
	<LI><P STYLE="margin-bottom: 0cm">Si el potencial es tridimensional
	la numeraci&oacute;n de las ondas comienza en 1 y se a&ntilde;ade un
	prefijo seg&uacute;n el momento angular: S=0, P=1, D=2, F=3, G=4 &hellip;
		</P>
	<LI><P>Si la energ&iacute;a inicial es mayor que el m&iacute;nimo
	del potencial, y por tanto no se puede garantizar haber encontrado
	el estado fundamental, la numeraci&oacute;n ir&aacute; marcada por
	el signo de exclamaci&oacute;n 
	</P>
</UL>
<H3>Lista de energ&iacute;as</H3>
<P>Muestra el valor de la energ&iacute;a soluci&oacute;n para cada
onda, y en caso de que la opci&oacute;n haya sido marcada, la suma de
masa y energ&iacute;a. La lista de energ&iacute;as soluci&oacute;n
puede exportarse a un archivo de texto mediante la opci&oacute;n de
men&uacute; <A HREF="Exportar.html">exportar</A>.</P>
<H3>Previsualizaci&oacute;n</H3>
<P>La distribuci&oacute;n del espectro de energ&iacute;as se
representa superpuesto a la visualizaci&oacute;n del potencial para
poder apreciar posibles patrones en el espectro 
</P>
<P><IMG SRC="pattern.png" NAME="graphics1" ALIGN=LEFT WIDTH=299 HEIGHT=289 BORDER=0><BR CLEAR=LEFT><BR><BR>
</P>
<H3>Ondas</H3>
<P>Para cada energ&iacute;a soluci&oacute;n se representa tambi&eacute;n
su funci&oacute;n de onda. Los l&iacute;mites de la funci&oacute;n de
onda se adaptan a las nuevas soluciones de forma que todas tengan la
misma escala horizontal y vertical y la comparaci&oacute;n tenga
sentido. Haciendo click sobre la onda obtenemos una imagen a mayor
resoluci&oacute;n que se puede <A HREF="Exportar.html">exportar</A>
en formato JPG</P>
</BODY>
</HTML>